Repository: jwolz/yajhfc-plugin-mailer
Catalog: i18n/Messages_*.po
Languages: de, es, it, ru

source: Enable batch printer port
de: Batch-Druckeranschluß aktivieren
es: Activar el puerto de impresión por lotes
it: Abilita porta stampante batch
ru: Включить порт пакетного принтера

source: Save successfully submitted jobs to the following directory:
de: Erfolgreich weitergegebene Jobs in folgendem Verzeichnis ablegen:
es: Guardar los trabajos enviados correctamente en el siguiente directorio:
it: Salva fax inviati con successo nella seguente directory:
ru: Сохранять успешно отправленные задания в следующий каталог:

source: Save unsuccessfully submitted jobs to the following directory:
de: Nicht erfolgreich weitergegebene Jobs in folgendem Verzeichnis ablegen:
es: Guardar los trabajos enviados con errores en el siguiente directorio:
it: Salva fax con errori nella seguente directory:
ru: Сохранять неуспешно отправленные задания в следующий каталог:

source: Enable support for @@mailrecipient@@ tag
de: Unterstützung für @@mailrecipient@@-Tag aktivieren
es: Activar el soporte para la etiqueta @@mailrecipient@@
it: Abilita supporto per il tag @@mailrecipient@@
ru: Включить поддержку тега @@получательписьма@@

source: Send unsuccessfully submitted jobs to the following e-mail address:
de: Nicht erfolgreich weitergegebene Jobs an die folgende E-Mail-Adresse schicken:
es: Enviar los trabajos con errores a la siguiente dirección de correo electrónico:
it: Invia fax con errori al seguente indirizzo e-mail:
ru: Отсылать неуспешно отправленные задания на следующий адрес e-mail:

source: Send a copy of all sent mails to:
de: Sende eine Kopie aller versandten Mails an:
es: Enviar una copia de todos los mensajes enviados a:
it: Invia una copia di tutte le e-mail a:
ru: Отправлять копии всех отправленных писем на адрес:

source: Send exact copy (don't include log)
de: Sende exakte Kopie (kein Log mitschicken)
es: Enviar una copia exacta (no incluir el registro)
it: Invia copia esatta (non include log)
ru: Отправить точную копию (не содержащую лог)

source: Bind address:
de: Bind-Adresse:
es: Dirección asociada:
it: Indirizzo IP:
ru: Адрес:

source: Port:
es: Puerto:
it: Porta:
ru: Порт:

source: Server:
es: Servidor:
ru: Сервер:

source: Identity:
de: Identität:
es: Identidad:
it: Identità:
ru: Персональные данные:

source: Subject:
de: Betreff:
es: Asunto:
it: Oggetto:
ru: Тема:

source: Mail text:
es: Texto del mensaje:
it: Testo e-mail:
ru: Текст письма:

source: Please enter a port between 1 and 65535!
de: Bitte geben Sie einen Port zwischen 1 und 65535 ein!
es: ¡Por favor, introduzca un puerto comprendido entre 1 y 65535!
it: Immettere una porta compresa tra 1 e 65535
ru: Пожалуйста, введите порт между 1 и 65535!

source: Please enter an existing directory!
de: Bitte geben Sie ein existierendes Verzeichnis ein!
es: ¡Por favor, introduzca un directorio existente!
it: Immettere una directory esistente
ru: Пожалуйста, введите существующий каталог!

source: Please enter a e-mail address!
de: Bitte geben Sie eine E-Mail-Adresse ein!
es: ¡Por favor, introduzca una dirección de correo electrónico!
it: Immettere un indirizzo e-mail
ru: Пожалуйста, введите адрес e-mail!

source: Error
de: Fehler
it: Errore
ru: Ошибка

source: Error: No recipients could be found in the specified documents.
de: Fehler: In den angegebenen Dokumenten konnten keine Empfänger gefunden werden.
es: Error: No se ha podido encontrar ningún destinatario en los documentos especificados.
it: Errore: non è stato possibile trovare alcun destinatario nei documenti indicati.
ru: Ошибка: Не удалось найти получателей в заданных документах.

source: Fatal: No recipients specified for fax, discarding print job.
de: Finaler Fehler: Keine Empfänger für das Fax angegeben, breche Druckauftrag ab.
es: Fatal: No se han espeficicado destinatarios para el fax, se descarta el trabajo de impresión.
it: Errore: nessun destinatario specificato per il fax, fax ignorato.
ru: Fatal: Не указаны получатели факса, отмена задания печати.

source: The attached PDF has been mailed to the following recipient(s):
de: Das angehängte PDF wurde an den/die folgenden Empfänger gesendet:
es: El PDF adjunto se ha enviado por correo electrónico a los siguientes destinatarios:
it: Il PDF allegato è stato inviato via e-mail ai seguenti destinatari:
ru: Вложеный PDF отправлен следующим получателям:

source: Document title:
de: Dokumenttitel:
es: Título del documento:
it: Titolo documento:
ru: Заголовок документа:

source: Time:
de: Uhrzeit:
es: Hora:
it: Ora:
ru: Время:

source: The original mail's body can be found in the attachment message.txt
de: Der Text der ursprünglichen Mail steht im Anhang message.txt
es: No se puede encontrar el cuerpo del mensaje original en el adjunto message.txt
it: Il testo originale dell'e-mail è disponibile nell'allegato message.txt
ru: Тело исходного письма находится во вложении message.txt

source: Send log:
de: Sendelog:
es: Enviar registro:
it: Log di invio:
ru: Журнал отправки:

source: Sent Mail
de: Mail versandt
es: Mensaje enviado
it: E-mail inviata
ru: Отправленная Почта

source: Error: Invalid data specified for fax, discarding print job.
de: Fehler: Ungültige Daten für das Fax angegeben, breche Druckauftrag ab.
es: Error: Datos inválidos especificados para el fax, se descarta el trabajo de impresión.
it: Errore: dati non validi specificati per il fax, fax ignorato
ru: Ошибка: Заданы недопустимые данные для факса, отмена задания печати.

source: Test connection
de: Verbindung testen
es: Probar la conexión
it: Testa connessione
ru: Проверка подключения

source: To send a mail, you have to specify a sender e-mail address in your sender identity under "Cover Page & Identities".
de: Um eine Mail zu senden, müssen Sie unter "Deckblatt & Identitäten" in Ihrer Sender-Identität eine Absender-E-Mail-Adresse angeben.
es: Para enviar un mensaje tiene que especificar una dirección de correo electrónico en su identidad de remitente dentro del apartado "Página de portada e Identidades".
it: Per inviare una e-mail è necessario specificare un indirizzo e-mail nell'identità usata come mittente in "Copertina è Identità".
ru: Чтобы отправлять почту необходимо указать e-mail адрес отправителя в разделе "Титульный лист и персональные данные".

source: Please enter the test mail's recipient:
de: Bitte geben Sie den Empfänger der Testmail ein:
es: Por favor, introduzca el destinatario del mensaje de prueba:
it: Immettere il destinatario per l'e-mail di test:
ru: Пожалуйста, введите адрес получателя тестового письма:

source: YajHFC test mail
es: Mensaje de prueba de YajHFC
it: E-mail di test da YajHFC
ru: Тестовое письмо YajHFC

source: Error sending the message:
de: Fehler beim Senden der Nachricht:
es: Error al enviar el mensaje:
it: Errore nell'invio del messaggio:
ru: Ошибка отправки сообщения:

source: Message sent successfully.
de: Nachricht erfolgreich verschickt.
es: Mensaje enviado correctamente.
it: Messaggio inviato con successo.
ru: Сообщение отправлено успешно.

source: Sending test mail...
de: Sende Testmail...
es: Enviando mensaje de prueba...
it: Invio e-mail di test in corso...
ru: Отправка тестового письма...

source: Use SSL
de: SSL verwenden
es: Utilizar SSL
it: Usa SSL
ru: Использовать SSL

source: Use TLS if available
de: TLS verwenden, wenn verfügbar
es: Utilizar TLS si se encuentra disponible
it: Usa TLS se disponibile
ru: Использовать TLS если возможно

source: Use authentication
de: Authentifizierung verwenden
es: Utilizar autentificación
it: Usa autenticazione
ru: Использовать аутентификацию

source: Server host name:
es: Nombre del servidor:
it: Nome server:
ru: Имя сервера:

source: User name:
de: Benutzername:
es: Nombre de usuario:
it: Nome utente:
ru: Имя пользователя:

source: Password:
de: Passwort:
es: Contraseña:
ru: Пароль:

source: Batch fax printer port
de: Batch-Faxdrucker-Anschluß
es: Puerto para impresión de fax por lotes
it: Porta stampante batch
ru: Порт пакетного факс-принтера

source: SMTP settings
de: SMTP-Einstellungen
es: Ajustes SMTP
it: Impostazioni SMTP
ru: Настройки SMTP
